Repository: collective/collective.videoanysurfer
Catalog: collective/videoanysurfer/locales/*/LC_MESSAGES/collective.videoanysurfer.po
Languages: fr, nl

source: Captions
fr: Sous-titrage
nl: Ondertitels

source: Captions Format
fr: Format des sous-titres
nl: Formaat Ondertitels

source: Delete
fr: Supprimer
nl: Wissen

source: Download url
fr: URL de téléchargement
nl: Url downloaden

source: Edit Video Extra
fr: Modifier vidéo
nl: Video Bewerken Extra

source: No configured player.
fr: Aucun lecteur configuré
nl: Geen speler ingesteld

source: Nomensa Player
fr: Lecteur Nomensa

source: Please push the XML transcription file to use
fr: Veuillez ajouter la trascription xml à utiliser
nl: Gelieve het XML-transcriptiebestand te pushen om het te gebruiken

source: This text will be displayed next to the video
fr: Ce texte sera affiché juste en dessous de la vidéo
nl: Deze tekst zal naast de video verschijnen

source: Transcription Raw text
fr: Texte de trascription brut
nl: Transcriptie Onbewerkte tekst

source: Transcription URL
fr: URL de trascription
nl: URL Transcriptie

source: Update from youtube
fr: Mettre à jour via Youtube
nl: Updaten vanaf youtube

source: XML content to display during video playing
fr: Contenu XML à afficher durant la lecture de la vidéo
nl: Tijdens het afspelen van de video weer te geven XML content

source: You may provide a download URL in MP4 format withsubtitles in it to let people being able to watch the video.
fr: Vous pouvez proposer une URL de téléchargement de la vidéo au format MP4 incluant les sous-titres pour permettre aux gens de la regarder
nl: U kan er een URL in MP4-formaat met ondertitels voor download in plaatsen zodat mensen de video kunnen bekijken.

source: You may provide the audio transcription of thecurrent video here. It is pure text
fr: Vous pouvez proposer une transcription audio du contenu vidéo ici. Il s'agit de pur texte.

source: youtube-no-support
fr: La version de votre navigateur n'est pas compatible avec le lecteur video de YouTube!

source: Transcription
nl: Transcriptie

source: You may provide the audio transcription of the current video here. It is pure text
nl: U kunt de audiotranscriptie van de huidige video hier aanbieden. Het is zuivere tekst
